{
  "cobblemon.species.flosile.name": "Flosile",
  "cobblemon.species.flosile.desc": "Known for keeping flowers intact, its tail can power by photosynthesis.",
  "cobblemon.species.salile.name": "Salile",
  "cobblemon.species.shamander.name": "Shamander",
  "cobblemon.species.flosile.name": "Flosile",
  "cobblemon.species.stoake.name": "Stoake",
  "cobblemon.species.stoake.desc": "May look dangerous, but is docile to humans, known for keeping both itself and humans warm.",
  "cobblemon.species.magmink.name": "Magmink",
  "cobblemon.species.volcarine.name": "Volcarine",
  "cobblemon.species.moulash.name": "Moulash",
  "cobblemon.species.moulash.desc": "Known for excellent eyesight, it is known for heeding warning, it really hates wingulls.",
  "cobblemon.species.blundertross.name": "Blundertross",
  "cobblemon.species.albacannon.name": "Albacannon",
  "cobblemon.species.xylobone.name": "Xylobone",
  "cobblemon.species.dethmantle.name": "Dethmantle",
  "cobblemon.species.babeau.name": "Babeau",
  "cobblemon.species.karatage.name": "Karatage",
  "cobblemon.species.yandement.name": "Yandement",
  "cobblemon.species.glideau.name": "Glideau",
  "cobblemon.species.snippor.name": "Snippor",
  "cobblemon.species.babette.name": "Babette",
  "cobblemon.species.babette.desc1": "It's optimal that a Trainer keeps up with it's temperament. How it evolves is based on it's mood, among other factors.",
  "cobblemon.species.babette.desc2": "What looks like shirts and skirt are actually just thick fur, allowing it to thrive in freezing temperatures. Trainers unfamiliar with the Pokemon assume it's just a human girl.",
  "cobblemon.species.sailine.name": "Sailine",
  "cobblemon.species.sailine.desc1": "A strong but cute Pokémon. When it comes across an injured person, it rehabilitates and teaches them how to protect themselves against wild Pokémon.",
  "cobblemon.species.sailine.desc2": "Sailine are said to have fast enough reflexes to catch a bullet between their fingers. They use these reflexes in battles to make themselves hard to hit.",
  "cobblemon.species.yanditrix.name": "Yanditrix",
  "cobblemon.species.yanditrix.desc1": "Yanditrix loves being in crush with it's senpai, but whenever it sees a female Pokémon getting along with it, It will fight it without mercy.",
  "cobblemon.species.yanditrix.desc2": "Different Yanditrixes has their own senpais like Karatage, Yandement, or even Machoke. they're quite overprotective to its senpai.",
  "cobblemon.species.cryomette.name": "Cryomette",
  "cobblemon.species.cryomette.desc1": "Cryomette are the results of Babette reaching the state of critical hypothermia. It's said it evolves in this state only in desperation.",
  "cobblemon.species.cryomette.desc2": "It possesses the power to manipulate ice, but unless it learned something else as a Babette that's all it can do. It has a reputation of being stupid for this reason.",
  "cobblemon.species.oniette.name": "Oniette",
  "cobblemon.species.oniette.desc1": "Known as the 'Ghoul of the Lake'. It is extremely territorial to its home lake, requiring a sign to be posted to warn others about it.",
  "cobblemon.species.oniette.desc2": "When extremely frightened, arm-like shadowy protrusions pierce from two openings on its back and attack the foe's soul.",
  "cobblemon.species.pixight.name": "Pixight",
  "cobblemon.species.pixightx.name": "Pixight",
  "cobblemon.species.luminix.name": "Luminix",
  "cobblemon.species.luminixx.name": "Luminix",
  "cobblemon.species.sparkless.name": "Sparkless",
  "cobblemon.species.sparklessx.name": "Sparkless",
  "cobblemon.species.linernel.name": "Linernel",
  "cobblemon.species.debiave.name": "Debiave",
  "cobblemon.species.ubunitual.name": "Ubunitual",
  "cobblemon.species.gentone.name": "Gentone",
  "cobblemon.species.sabylon.name": "Sabylon",
  "cobblemon.species.auroncer.name": "Auroncer",
  "cobblemon.species.doshell.name": "Doshell",
  "cobblemon.species.windoware.name": "Windoware",
  "cobblemon.species.darshell.name": "Darshell",
  "cobblemon.species.machintech.name": "Machintech",
  "cobblemon.species.appladoo.name": "Appladoo",
  "cobblemon.species.appladoo.desc1": "The saying of 'an apple a day, keeps the doctor away', comes from the effect that Appladoo's mental good vibes make people around it healthy.",
  "cobblemon.species.appladoo.desc2": "Though it looks like Pumpkaboo, Appladoo is a completely different species. A sight of it will make the harvest be the best of the year.",
  "cobblemon.species.ringousine.name": "Ringousine",
  "cobblemon.species.ringousine.desc1": "It's able to resolve complex mathematic calculations due to the outstanding grass fibers of neuronal connections inside. Having a Ringousine will guarantee a good harvest.",
  "cobblemon.species.ringousine.desc2": "This Pokémon has a high intellectual coefficient, able to detect the presence of other individuals. It will run scared from Gourgeist since it's a Pokémon with high eerie frequencies.",
  "cobblemon.species.teentric.name": "Teentric",
  "cobblemon.species.teentric.desc1": "It waddles around with a curious face; it seems to like eating berries.",
  "cobblemon.species.teentric.desc2": "It explores around searching for berries, it specifically likes eating sour or dry berries.",
  "cobblemon.species.lemion.name": "Lemion",
  "cobblemon.species.lemion.desc1": "Lemion can generate an electric barrier that can magnetize and attract any iron object at its radius, including Steel-type Pokémon, which involuntarily leads to dangerous territorial fights with Aggron.",
  "cobblemon.species.lemion.desc2": "A giant, highly acidic lemon was used in to experiment with Lemion's voltage on neon-lit laboratory during an experiment with electricity. It has been considered a success and has been used as spare energy in electric plants in cases of blackout.",
  "cobblemon.species.oracket.name": "Oracket",
  "cobblemon.species.oracket.desc1": "Oracket has an innate passion for hitting balls, that it likely inspired the tennis sport. The balls it hits destroys rocks with a mystic power.",
  "cobblemon.species.oracket.desc2": "Oracket is always full of positive energy and just being with it makes others happy. Its energy is so rich of vitamins that its juice has been used for sunscreens.",
  "cobblemon.species.swilime.name": "Swilime",
  "cobblemon.species.swilime.desc1": "It's playful with the volleyball bubble it can make, it's been a master of beach activities with children. Swilime has a feisty temper that only a talented trainer can overcome it.",
  "cobblemon.species.swilime.desc2": "Swilime can swim and float perfectly in the water without problems thanks to its volleyball bubble. Sometimes it can get pretty jealous if its trainer is next to other people and cause a rather uncomfortable situation.",
  "cobblemon.species.graspeed.name": "Graspeed",
  "cobblemon.species.graspeed.desc1": "Always on its grapefruit wheels, Graspeed skates with a speedy passion, able to reach kilometers that almost break the sound barrier. There has been recordings of Graspeed singing in human-like language when it's on a good mood.",
  "cobblemon.species.graspeed.desc2": "It likes to roll around places using its roller skates, and finds pleasure in greeting the others at the finish line. If somebody manages to win the race, Graspeed will unleash a loudful noisy tantrum.",
  "cobblemon.species.liength.name": "Liength",
  "cobblemon.species.liength.desc1": "Liength likes to roar against stronger Pokémon as a way to challenge them since it ignores the danger. It constantly lifts boulders that are twice its size.",
  "cobblemon.species.liength.desc2": "Liength are commonly seen around Pyroar recorded ever since medieval times. Why they have such a mutual connection, if there is one at all, is a point of debate. But it's said it was the source of inspiration for the Strength card in the tarot.",
  "cobblemon.species.manixie.name": "Manixie",
  "cobblemon.species.manixie.desc1": "Ancient stories tell about this Pokemon being in company of a Manaight and Managic, who fought ancient evil that forged a flying fortress.",
  "cobblemon.species.manixie.desc2": "Manixie was barely visible during ancient times, it was thought to be a sprite of the woods. Likes to prank people in the woods often.",
  "cobblemon.species.soaringkite.name": "Soaring Kite",
  "cobblemon.species.soaringkite.desc1": "This Pokémon has characteristics similar to those of Soaring Kite, a creature mentioned in a certain scarlet book.",
  "cobblemon.species.soaringkite.desc2": "It has similar features to a grassy pterosaur that was covered in a paranormal magazine, but the two have little else in common.",
  "cobblemon.species.spritepixel.name": "Sprite Pixel",
  "cobblemon.species.spritepixel.desc1": "It resembles a Pokémon from a paranormal magazine that mentions a video game mascot that became popular enough to be mass produced as merchandise toy.",
  "cobblemon.species.spritepixel.desc2": "It resembles a mysterious object mentioned in an old violet book. There are only two reported sightings of this Pokémon.",
  "advancements.cobblemon.evolve_bigfamily": "A Big Family",
  "advancements.cobblemon.evolve_bigfamily.description": "Evolve Babeau and Babette into each 4 different forms",
  "advancements.cobblemon.alteia_catch": "Surprise Duo of Alteia",
  "advancements.cobblemon.alteia_catch.description": "Catch both Mystical Manixie and Broken Bond Sailine",
  "advancements.cobblemon.alteia_catch_manixie": "Secret of Mana",
  "advancements.cobblemon.alteia_catch_manixie.description": "Catch a Mystical Manixie",
  "advancements.cobblemon.alteia_catch_sailine": "Sailine Wants to Die Trying",
  "advancements.cobblemon.alteia_catch_sailine.description": "Catch a Broken Bond Sailine"
}
