{
  "cobblemon.species.flosile.name": "Flosile",
  "cobblemon.species.flosile.desc": "A kind caretaker of flowers. The tail of the Pokémon gains power through photosynthesis.",
  "cobblemon.species.salile.name": "Salile",
  "cobblemon.species.shamander.name": "Shamander",
  "cobblemon.species.stoake.name": "Stoake",
  "cobblemon.species.stoake.desc": "Seems dangerous, but in reality Stoake is docile. They're known for keeping their trainers warm through cuddling.",
  "cobblemon.species.magmink.name": "Magmink",
  "cobblemon.species.magmink.desc": "It burns anything in its path. Keeping one away after it has you in its sights is a difficult task.",
  "cobblemon.species.volcarine.name": "Volcarine",
  "cobblemon.species.volcarine.desc": "It runs as fast as a race car, and in battle even faster than that. So fast, in fact, that it often explodes into an explosion of flame if it runs into its opponent.",
  "cobblemon.species.moulash.name": "Moulash",
  "cobblemon.species.moulash.desc": "It stands at the prow of boats at sea, warning them of oncoming obstacles that it spots with supreme eyesight.",
  "cobblemon.species.blundertross.name": "Blundertross",
  "cobblemon.species.albacannon.name": "Albacannon",
  "cobblemon.species.xylobone.name": "Xylobone",
  "cobblemon.species.xylobone.desc": "Xylobone are often considered creepy, but also sort of cute in its own way. The music it makes on its ribs makes it a popular novelty Pokémon.",
  "cobblemon.species.dethmantle.name": "Dethmantle",
  "cobblemon.species.dethmantle.desc": "Dethmantle is dubbed as the 'Demon of Death Metal' by musicians, since its bass sound can create unnatural bizarre vibes.",
  "cobblemon.species.babeau.name": "Babeau",
  "cobblemon.species.babeau.desc": "Most assume Babeau to be a normal boy, but what seems to be clothes is actually thick fur.  This fur allows it to thrive in colder climates like the Tundra.",
  "cobblemon.species.babeaux.name": "Babeau",
  "cobblemon.species.babeaux.desc": "It locks up randomly, gathering power to freeze other Pokémon into ice. In those periods, to the untrained eye, it looks frozen solid.",
  "cobblemon.species.karatage.name": "Karatage",
  "cobblemon.species.karatage.desc": "Known for their poise and strength, Karatage are able to crack a thick log in half with just one force palm.",
  "cobblemon.species.karatage_fratzki.desc": "Evolved when exposed to a fragment of a T-Meteorite. The chakram it creates can cut through metal like butter.",
  "cobblemon.species.yandement.name": "Yandement",
  "cobblemon.species.yandement.desc": "A vicious Pokémon, often seen alone at night. A single glare from Yandement intimidates even those with strong wills.",
  "cobblemon.species.yandement_fratzki.desc": "Cunning, narcissistic Pokémon. They have a keen sense of aim, firing plasmatic energy through its metal arm into the opponent's weak points.",
  "cobblemon.species.glideau.name": "Glideau",
  "cobblemon.species.glideau.desc": "His body is squishy, able to withstand long falls, allowing it to glide down tall buildings. It prefers soft landings regardless.",
  "cobblemon.species.glideaux.name": "Glideau",
  "cobblemon.species.glideaux.desc": "Mysterious form of Glideau. When it flies it creates a beautiful, sky-blue aurora- A sign for X Pokémon to strike!",
  "cobblemon.species.mykeau.name": "Mykeau",
  "cobblemon.species.mykeau.desc": "Once thought to be a fungus-like Pokémon that took over Babeau, but was recently discovered to be a purposeful infection by Babeau to protect itself from predators.",
  "cobblemon.species.babette.name": "Babette",
  "cobblemon.species.babette.desc": "Most assume Babette to be a normal girl, but what seems to be clothes is actually thick fur. This fur allows it to thrive in colder climates like the tundra.",
  "cobblemon.species.babettex.name": "Babette",
  "cobblemon.species.babettex.desc": "No matter how mild it is, the angrier it gets the hotter it becomes.",
  "cobblemon.species.sailine.name": "Sailine",
  "cobblemon.species.sailine.desc": "Sailine's reflexes are fast enough to catch a bullet between their fingers. These reflexes make them difficult to attack in battle.",
  "cobblemon.species.sailine_fratzki.desc": "Evolved when exposed to a fragment of a S-Meteorite. The evolution makes it bratty and physically weak, but it now possesses power over gravity.",
  "cobblemon.species.sailine_bond.desc": "A grieving Sailine, wearing the trinkets of its prior trainer and allies. It comes from another time.",
  "cobblemon.species.yanditrix.name": "Yanditrix",
  "cobblemon.species.yanditrix.desc": "Yanditrix nurses a disturbing love for its trainer.  Should the trainer show distinct affection to another Pokémon, it will end both of them.",
  "cobblemon.species.yanditrix_fratzki.desc": "Evolved when exposed to a fragment of a M-Meteorite. Mentally stabilized, it's playful and cordial to all.",
  "cobblemon.species.cryomette.name": "Cryomette",
  "cobblemon.species.cryomette.desc": "Cryomette excels at controlling ice but can do little else.  It's thought to be stupid.",
  "cobblemon.species.cryomettex.name": "Cryomette",
  "cobblemon.species.cryomettex.desc": "Mysterious form of Cyromette. It's body heat sets anything near it ablaze.",
  "cobblemon.species.oniette.name": "Oniette",
  "cobblemon.species.oniette.desc": "When extremely frightened, arm-like shadowy protrusions pierce from two openings on its back and attack the foe's soul.",
  "cobblemon.species.pixight.name": "Pixight",
  "cobblemon.species.pixight.desc": "A tiny Pokémon. Often found in Xetopian forests, dancing around trees like little sparks.",
  "cobblemon.species.pixightx.name": "Pixight",
  "cobblemon.species.pixightx.desc": "Its fast as a lightning bolt, one strike would receive a bad electrocution.",
  "cobblemon.species.luminix.name": "Luminix",
  "cobblemon.species.luminix.desc": "Luminix like standing at the top of trees, either for protection or out of pure awe. It glows brighter the happier it is.",
  "cobblemon.species.luminixx.name": "Luminix",
  "cobblemon.species.luminixx.desc": "Unlike its pre-evolution, the more it absorbs electricity, the faster and more powerful it becomes.",
  "cobblemon.species.sparkless.name": "Sparkless",
  "cobblemon.species.sparkless.desc": "The protector of the forest it lives in. In danger, Sparkless glow as bright as the sun to signal for help.",
  "cobblemon.species.sparklessx.name": "Sparkless",
  "cobblemon.species.sparklessx.desc": "Being fast as lightning, it is impossible to get a clear eyesight of its presence. Known for raiding power plants.",
  "cobblemon.species.linernel.name": "Linernel",
  "cobblemon.species.linernel.desc": "Linernel is quite a smart Pokémon, leaving tasks to be easier for people.",
  "cobblemon.species.linernel_valhansen.desc": "Popular with trainers, although it's functionally the same as it's Xetopian variant. It may have to do with its sleek appearance...",
  "cobblemon.species.debiave.name": "Debiave",
  "cobblemon.species.debiave.desc": "Thinks faster than most humans, but slows down mentally around them. It seems to empathize with them and limits itself for that reason.",
  "cobblemon.species.ubunitual.name": "Ubunitual",
  "cobblemon.species.ubunitual.desc": "Its development originates from the Isle of Armor 15 years ago, As of result, this Pokémon is now easily trainable by trainers.",
  "cobblemon.species.gentone.name": "Gentone",
  "cobblemon.species.gentone.desc": "Known to be quite a babysitter, it detects dangers from miles away in order to keep a young human safe from harm.",
  "cobblemon.species.sabylon.name": "Sabylon",
  "cobblemon.species.sabylon.desc": "Protector of lost children, to the point of attacking Pokémon that could attack them.",
  "cobblemon.species.auroncer.name": "Auroncer",
  "cobblemon.species.auroncer.desc": "It protects its nation and is quite a Savior to Pokémon and humans over 5000 years ago. Auroncer is a good friend to Ajitryon.",
  "cobblemon.species.auroncer_agarsa.desc": "Despite being a gardener, it is not too fond of battling, so it will try its best to avoid any trainer battles unless anything means necessary to protect Agarsa.",
  "cobblemon.species.doshell.name": "Doshell",
  "cobblemon.species.doshell.desc": "During the early days after Darshell, it was becoming a success. It is known to keep tasks easier for humans.",
  "cobblemon.species.windoware.name": "Windoware",
  "cobblemon.species.windoware.desc": "It's sponsored by a company and it's the most popular OS Pokémon all around the world, MS Pendrives are always in high demand.",
  "cobblemon.species.darshell.name": "Darshell",
  "cobblemon.species.darshell.desc": "It is known as the first OS Pokémon evolved from Linernel before Doshell during the development. It is known to be the farmer's best helper.",
  "cobblemon.species.machintech.name": "Machintech",
  "cobblemon.species.machintech.desc": "Machintech are excellent for production, it has a rivalry with Windoware despite being outpopulated.",
  "cobblemon.species.appladoo.name": "Appladoo",
  "cobblemon.species.appladoo.desc": "Though it looks like Pumpkaboo, Appladoo is a completely different species. A sight of it will make the harvest the best of the year.",
  "cobblemon.species.ringousine.name": "Ringousine",
  "cobblemon.species.ringousine.desc": "It's able to resolve complex mathematic calculations due to the outstanding grass fibers of vegetable cells of neuronal connections inside. Having a Ringousine will guarantee a good harvest.",
  "cobblemon.species.buizel_valhansen.desc": "It has a very curious and energetic personality, being used in kindergarten schools to teach young children how to swim.",
  "cobblemon.species.floatzel_valhansen.desc": "Has a very extraordinary skill on performing tricks with balls with its tail, though it also shows interest in hobbies, such as dexterity toys.",
  "cobblemon.species.stufful_valhansen.desc": "It's a tradition to gift this Pokémon to a loved one, as there's a belief around it that is said that every relationship will prosper for eternity.", 
  "cobblemon.species.bewear_valhansen.desc": "Bewear in Valhansen has led an advantage in intelligence by experimenting with Labeak. It focuses on the power of love, like it's trying to stop the aggressive behavior of wicked Pokemon.",
  "cobblemon.species.teentric.name": "Teentric",
  "cobblemon.species.teentric.desc": "Teentric is a sour-tasting Pokémon and uses this fact to deter predators. This can change based on berries it eats, but in a pinch, it can be made sweet by boiling it.",
  "cobblemon.species.lemion.name": "Lemion",
  "cobblemon.species.lemion.desc": "Lemion can generate an electric barrier that can magnetize and attract any iron object at its radius, including Steel-type Pokémon, which involuntarily leads to dangerous territorial fights with Aggron.",
  "cobblemon.species.oracket.name": "Oracket",
  "cobblemon.species.oracket.desc": "Oracket has an innate passion for hitting balls, that likely inspired the tennis sport. The balls it hits destroy rocks with a mystic power.",
  "cobblemon.species.swilime.name": "Swilime",
  "cobblemon.species.swilime.desc": "It's playful with the volleyball bubble it can make, it's been a master of beach activities with children. Swilime has a feisty temper that only a talented trainer can overcome it.",
  "cobblemon.species.graspeed.name": "Graspeed",
  "cobblemon.species.graspeed.desc": "Always on its grapefruit wheels, Graspeed skates with a speedy passion, able to reach kilometers that almost break the sound barrier. There have been recordings of Graspeed singing in human-like language when it's in a good mood.",
  "cobblemon.species.liength.name": "Liength",
  "cobblemon.species.liength.desc": "Liength likes to roar against stronger Pokémon as a way to challenge them since it ignores the danger. It constantly lifts boulders that are twice its size.",
  "cobblemon.species.manixie.name": "Manixie",
  "cobblemon.species.manixie.desc": "Manixie was barely visible during ancient times, it was thought to be a sprite of the woods. Likes to prank people often.",
  "cobblemon.species.manixie_mystical.desc": "Ancient stories tell about this Pokémon being in the company of a Manaight and Managic, who fought ancient evil that forged a flying fortress.",
  "cobblemon.species.cowble.name": "Cowble",
  "cobblemon.species.cowble.desc": "It tests its speed reflexes by doing target practices, shooting trinkets that finds scattered around. In ancient times, this Pokémon was known as The Wild West Spirit.",
  "cobblemon.species.cowble_paldea.desc": "Cowble can blast a burning energy capable of disintegrating any material the radius touches, it inhabits underground depths where the sunlight doesn't touch, using mineral ores to fortify their armor.",
  "cobblemon.species.blissprit.name": "Blissprit",
  "cobblemon.species.blissprit.desc": "Blissprit is always seen around in the forests with personal Pokemon friends, it has been recorded to sing in a human-like voice to entertain the Pokemon in the forest it inhabits.",
  "cobblemon.species.soaringkite.name": "Soaring Kite",
  "cobblemon.species.soaringkite.desc": "It has similar features to a grassy pterosaur that was covered in a paranormal magazine, but the two have little else in common.",
  "cobblemon.species.forteleo.name": "Forte Leo",
  "cobblemon.species.forteleo.desc": "It resembles a mysterious Pokémon described in a paranormal magazine as the primal Liength from one billion years ago.",
  "cobblemon.species.spritepixel.name": "Sprite Pixel",
  "cobblemon.species.spritepixel.desc": "It resembles a Pokémon from a paranormal magazine that discusses the possibility of haunted video game carts and the effects of owning one.",
  "advancements.cobblemon.evolve_bigfamily": "A Big Family",
  "advancements.cobblemon.evolve_bigfamily.description": "Evolve Babeau and Babette into each 4 different forms",
  "advancements.cobblemon.catch_beastfamily": "A Beastly Family",
  "advancements.cobblemon.catch_beastfamily.description": "Catch Liength, Manixie, Cowble, and Blissprit",
  "advancements.cobblemon.alteia_catch": "Surprise Duo of Alteia",
  "advancements.cobblemon.alteia_catch.description": "Catch both Mystical Manixie and Broken Bond Sailine",
  "advancements.cobblemon.alteia_catch_manixie": "Secret of Mana",
  "advancements.cobblemon.alteia_catch_manixie.description": "Catch a Mystical Manixie",
  "advancements.cobblemon.alteia_catch_sailine": "Sailine Wants to Die Trying",
  "advancements.cobblemon.alteia_catch_sailine.description": "Catch a Broken Bond Sailine"
}
