{
  "cobblemon.species.teentric.name": "Teentric",
  "cobblemon.species.teentric.desc1": "Se pasea con cara de curiosidad; parece que le gusta comer bayas.",
  "cobblemon.species.teentric.desc2": "Explora en busca de bayas, específicamente le gusta comer bayas ácidas o secas.",
  "cobblemon.species.lemion.name": "Lemion",
  "cobblemon.species.lemion.desc1": "Lemion puede generar una barrera eléctrica que puede magnetizar y atraer cualquier objeto de hierro en su radio, incluidos los Pokémon de tipo Acero, lo que involuntariamente conduce a peligrosas peleas territoriales con Aggron.",
  "cobblemon.species.lemion.desc2": "Se utilizó un limón gigante muy ácido para experimentar con el voltaje de Lemion en un laboratorio iluminado con luces de neón durante un experimento con electricidad. Se ha considerado un éxito y se ha utilizado como energía de repuesto en plantas eléctricas en casos de apagón.",
  "cobblemon.species.oracket.name": "Oracket",
  "cobblemon.species.teentric.desc1": "Oracket tiene una pasión innata por golpear las pelotas, que probablemente inspiró el deporte del tenis. Las bolas que golpea destruyen las rocas con un poder místico.",
  "cobblemon.species.teentric.desc2": "Oracket siempre está lleno de energía positiva y simplemente estar con él hace felices a los demás. Su energía es tan rica en vitaminas que su jugo se ha utilizado para protectores solares.",
  "cobblemon.species.swilime.name": "Swilime",
  "cobblemon.species.teentric.desc1": "Se divierte con la burbuja de voleibol que crea, ha sido un maestro de las actividades de playa con niños. Swilime tiene un temperamento luchador que sólo un entrenador talentoso puede superar.",
  "cobblemon.species.teentric.desc2": "Swilime puede nadar y flotar perfectamente en el agua sin problemas gracias a su burbuja de voleibol. A veces puede ponerse bastante celoso si su entrenador está al lado de otras personas y provocar una situación bastante incómoda.",
  "cobblemon.species.graspeed.name": "Graspeed",
  "cobblemon.species.teentric.desc1": "Siempre sobre sus ruedas de pomelo, Graspeed patina con una pasión veloz, capaz de recorrer kilómetros que casi rompen la barrera del sonido. Ha habido grabaciones de Graspeed cantando en lenguaje humano cuando está de buen humor.",
  "cobblemon.species.teentric.desc2": "Le gusta recorrer los lugares con sus patines y le encanta saludar a los demás en la meta. Si alguien logra ganar la carrera, Graspeed desatará una ruidosa rabieta.",
  "cobblemon.species.liength.name": "Liength",
  "cobblemon.species.liength.desc1": "A Liength le gusta rugir contra Pokémon más fuertes como una forma de desafiarlos, ya que ignora el peligro. Levanta constantemente rocas que tienen el doble su tamaño.",
  "cobblemon.species.liength.desc2": "Los Liength se ven comúnmente alrededor de Pyroar registrados desde la época medieval. Por qué tienen tal conexión mutua, si es que existe alguna, es un punto de debate. Pero se dice que fue la fuente de inspiración para la carta de Fuerza del tarot.",
  "cobblemon.species.manixie.name": "Manixie",
  "cobblemon.species.manixie.desc1": "Historias antiguas cuentan que este Pokémon estaba en compañía de Manaight y Managic, quienes lucharon contra el antiguo mal que forjó una fortaleza voladora.",
  "cobblemon.species.manixie.desc2": "Manixie apenas era visible en la antigüedad; se pensaba que era un duende del bosque. A menudo le gusta hacer bromas a la gente en el bosque.",
  "cobblemon.species.soaringkite.name": "Planeocometa",
  "cobblemon.species.spritepixel.name": "Digipixel",
  "advancements.cobblemon.evolve_bigfamily": "Una gran familia",
  "advancements.cobblemon.evolve_bigfamily.description": "Evoluciona a Babeau y Babette en 4 formas diferentes cada una",
  "advancements.cobblemon.alteia_catch": "Dúo Sorpresa de Alteia",
  "advancements.cobblemon.alteia_catch.description": "Atrapa tanto al Manixie Místico como al Sailine Vínculo Roto",
  "advancements.cobblemon.alteia_catch_manixie": "Secreto de Maná",
  "advancements.cobblemon.alteia_catch_manixie.description": "Atrapa al Manixie Místico",
  "advancements.cobblemon.alteia_catch_sailine": "Sailine Quiere Morir en el Intento",
  "advancements.cobblemon.alteia_catch_sailine.description": "Atrapa al Sailine Vínculo Roto"
}
