{
  "cobblemon.species.flosile.name": "Flosile",
  "cobblemon.species.flosile.desc1": "Conocido por mantener las flores intactas, su cola puede funcionar mediante la fotosíntesis.",
  "cobblemon.species.flosile.desc2": "",
  "cobblemon.species.salile.name": "Salile",
  "cobblemon.species.shamander.name": "Shamander",
  "cobblemon.species.flosile.name": "Flosile",
  "cobblemon.species.stoake.name": "Stoake",
  "cobblemon.species.stoake.desc1": "Puede parecer peligroso, pero es dócil con los humanos y conocido por mantenerse calientes tanto a sí mismo como a los humanos.",
  "cobblemon.species.stoake.desc2": "",
  "cobblemon.species.magmink.name": "Magmink",
  "cobblemon.species.magmink.desc": "Quema cualquier cosa en su presencia, mantener a raya a un Magmink es una tarea difícil.",
  "cobblemon.species.volcarine.name": "Volcarine",
  "cobblemon.species.volcarine.desc1": "Puede correr tan rápido como un auto de carreras y, sin embargo, su velocidad puede ser tan rápida como la de un cohete y embistirá a sus enemigos, lo que puede crear una explosión de fuego al impactar.",
  "cobblemon.species.volcarine.desc2": "",
  "cobblemon.species.moulash.name": "Moulash",
  "cobblemon.species.moulash.desc1": "Conocido por su excelente vista, es conocido por prestar atención a las advertencias; realmente odia a los Wingulls.",
  "cobblemon.species.moulash.desc2": "",
  "cobblemon.species.blundertross.name": "Blundertross",
  "cobblemon.species.albacannon.name": "Albacannon",
  "cobblemon.species.xylobone.name": "Xylobone",
  "cobblemon.species.xylobone.desc1": "Los Xylobone a menudo se consideran espeluznantes, pero también algo lindos a su manera. La música que hace en sus costillas lo convierte en un Pokémon novedoso y popular.",
  "cobblemon.species.xylobone.desc2": "",
  "cobblemon.species.dethmantle.name": "Dethmantle",
  "cobblemon.species.dethmantle.desc1": "Los músicos apodan a Dethmantle como el 'Demonio del Death Metal', ya que su sonido de bajo puede crear vibraciones extrañas y antinaturales.",
  "cobblemon.species.dethmantle.desc2": "",
  "cobblemon.species.babeau.name": "Babeau",
  "cobblemon.species.babeau.desc1": "Lo que parece una camisa y unos pantalones en realidad no es más que un pelaje grueso, lo que le permite prosperar en temperaturas bajo cero. Los entrenadores que no están familiarizados con el Pokémon asumen que es solo un niño humano.",
  "cobblemon.species.babeau.desc2": "",
  "cobblemon.species.karatage.name": "Karatage",
  "cobblemon.species.karatage.desc1": "Karatage se ha caracterizado por ser la excelente exhibición de los profesores de educación física para los estudiantes de secundaria. Puede romper 50 tablas con una palma de fuerza.",
  "cobblemon.species.karatage.desc2": "Babeau se ha fusionado con un fragmento del Meteorito-T y evolucionó hasta convertirse en este Karatage que crea un disco de energía que puede cortar titanio como si fuera papel.",
  "cobblemon.species.yandement.name": "Yandement",
  "cobblemon.species.yandement.desc1": "Su comportamiento es bastante cruel, también se le ve solo por la noche. Algunas personas y Pokémon pueden sentirse intimidados al mirar a Yandement.",
  "cobblemon.species.yandement.desc2": "Su brazo de titanio tiene energía de plasma que le permite disparar a su enemigo a través de sus puntos débiles sin fallar. Yandement puede ser arrogante, pero es todo un cerebro.",
  "cobblemon.species.glideau.name": "Glideau",
  "cobblemon.species.glideau.desc1": "Su cuerpo es blando, capaz de soportar caídas largas, lo que le permite deslizarse por edificios altos. Prefiere aterrizajes suaves independientemente.",
  "cobblemon.species.glideau.desc2": "",
  "cobblemon.species.glideaux.name": "Glideau",
  "cobblemon.species.glideaux.desc1": "Un Glideau diferente de una dimensión desconocida. Crea una aurora azul cielo muy hermosa, pero es una trampa para indicarle a los Pokémon X que ataquen.",
  "cobblemon.species.glideaux.desc2": "",
  "cobblemon.species.snippor.name": "Snippor",
  "cobblemon.species.babette.name": "Babette",
  "cobblemon.species.babette.desc1": "Lo que parecen camisas y faldas en realidad son solo pelaje grueso, lo que le permite prosperar en temperaturas bajo cero. Los entrenadores que no están familiarizados con el Pokémon asumen que es sólo una niña humana.",
  "cobblemon.species.babette.desc2": "",
  "cobblemon.species.sailine.name": "Sailine",
  "cobblemon.species.sailine.desc1": "Se dice que Sailine tiene reflejos lo suficientemente rápidos como para atrapar una bala entre sus dedos. Usan estos reflejos en las batallas para ser difíciles de golpear.",
  "cobblemon.species.sailine.desc2": "Como mutación del Meteorito-S, es bastante malcriado y grosero con los demás. El único inconveniente es que carece de fuerza física, pero ahora tiene un mayor control sobre la gravedad, lo que le permite flotar.",
  "cobblemon.species.yanditrix.name": "Yanditrix",
  "cobblemon.species.yanditrix.desc1": "A Yanditrix le encanta estar enamorada de su entrenador, pero cada vez que ve a una Pokémon hembra llevándose bien con él, luchará contra él sin piedad.",
  "cobblemon.species.yanditrix.desc2": "Yanditrix parece ser bastante juguetona y no muestra ningún peligro para los humanos y los niños. Un meteorito fusionado en ella desarrolló una mentalidad estable.",
  "cobblemon.species.cryomette.name": "Cryomette",
  "cobblemon.species.cryomette.desc1": "Posee el poder de manipular el hielo, pero a menos que aprenda algo más como Babette, eso es todo lo que puede hacer. Tiene fama de estúpida por este motivo.",
  "cobblemon.species.cryomette.desc2": "",
  "cobblemon.species.cryomettex.name": "Cryomette",
  "cobblemon.species.cryomettex.desc1": "Una Cryomette diferente de una dimensión desconocida. Su cuerpo emite una ola de calor hasta el punto de que el interior estalla en llamas.",
  "cobblemon.species.cryomettex.desc2": "",
  "cobblemon.species.oniette.name": "Oniette",
  "cobblemon.species.oniette.desc1": "Cuando está extremadamente asustado, unas protuberancias sombrías en forma de brazos perforan dos aberturas en su espalda y atacan el alma del enemigo.",
  "cobblemon.species.oniette.desc2": "",
  "cobblemon.species.pixight.name": "Pixight",
  "cobblemon.species.pixightx.name": "Pixight",
  "cobblemon.species.luminix.name": "Luminix",
  "cobblemon.species.luminixx.name": "Luminix",
  "cobblemon.species.sparkless.name": "Sparkless",
  "cobblemon.species.sparklessx.name": "Sparkless",
  "cobblemon.species.linernel.name": "Linernel",
  "cobblemon.species.linernel.desc1": "Linernel es un Pokémon bastante inteligente y deja las tareas más fáciles para las personas.",
  "cobblemon.species.linernel.desc2": "Esta variante suele ser propiedad de muchos entrenadores porque es bastante popular que su variante Xetopian.",
  "cobblemon.species.debiave.name": "Debiave",
  "cobblemon.species.debiave.desc": ".",
  "cobblemon.species.ubunitual.name": "Ubunitual",
  "cobblemon.species.ubunitual.desc1": "Su desarrollo se origina en la Isla de la Armadura hace 15 años. Como resultado, este Pokémon ahora es fácilmente entrenable por entrenadores humanos.",
  "cobblemon.species.ubunitual.desc2": "",
  "cobblemon.species.gentone.name": "Gentone",
  "cobblemon.species.gentone.desc": ".",
  "cobblemon.species.sabylon.name": "Sabylon",
  "cobblemon.species.sabylon.desc": ".",
  "cobblemon.species.auroncer.name": "Auroncer",
  "cobblemon.species.doshell.name": "Doshell",
  "cobblemon.species.doshell.desc": ".",
  "cobblemon.species.windoware.name": "Windoware",
  "cobblemon.species.windoware.desc1": "Está patrocinado por una empresa y es el sistema operativo Pokémon más popular en todo el mundo, los Pendrives MS siempre tienen una gran demanda.",
  "cobblemon.species.windoware.desc2": "",
  "cobblemon.species.darshell.name": "Darshell",
  "cobblemon.species.darshell.desc": ".",
  "cobblemon.species.machintech.name": "Machintech",
  "cobblemon.species.machintech.desc": ".",
  "cobblemon.species.appladoo.name": "Appladoo",
  "cobblemon.species.appladoo.desc1": "Aunque se parece a Pumpkaboo, Appladoo es una especie completamente diferente. Su presencia hará que la cosecha sea la mejor del año.",
  "cobblemon.species.appladoo.desc2": "",
  "cobblemon.species.ringousine.name": "Ringousine",
  "cobblemon.species.ringousine.desc1": "Es capaz de resolver cálculos matemáticos complejos gracias a las destacadas fibras de células vegetales de conexiones neuronales en su interior. Tener un Ringousine garantizará una buena cosecha.",
  "cobblemon.species.ringousine.desc2": "",
  "cobblemon.species.teentric.name": "Teentric",
  "cobblemon.species.teentric.desc1": "Teentric es un Pokémon de sabor amargo y utiliza este hecho para disuadir a los depredadores. Esto puede cambiar según las bayas que come, pero en caso de necesidad se puede endulzar hirviéndolas.",
  "cobblemon.species.teentric.desc2": "",
  "cobblemon.species.lemion.name": "Lemion",
  "cobblemon.species.lemion.desc1": "Lemion puede generar una barrera eléctrica que puede magnetizar y atraer cualquier objeto de hierro en su radio, incluidos los Pokémon de tipo Acero, lo que involuntariamente conduce a peligrosas peleas territoriales con Aggron.",
  "cobblemon.species.lemion.desc2": "",
  "cobblemon.species.oracket.name": "Oracket",
  "cobblemon.species.oracket.desc1": "Oracket tiene una pasión innata por golpear las pelotas, que probablemente inspiró el deporte del tenis. Las bolas que golpea destruyen las rocas con un poder místico.",
  "cobblemon.species.oracket.desc2": "",
  "cobblemon.species.swilime.name": "Swilime",
  "cobblemon.species.swilime.desc1": "Se divierte con la burbuja de voleibol que crea, ha sido un maestro de las actividades de playa con niños. Swilime tiene un temperamento luchador que sólo un entrenador talentoso puede superar.",
  "cobblemon.species.swilime.desc2": "",
  "cobblemon.species.graspeed.name": "Graspeed",
  "cobblemon.species.graspeed.desc1": "Siempre sobre sus ruedas de pomelo, Graspeed patina con una pasión veloz, capaz de recorrer kilómetros que casi rompen la barrera del sonido. Ha habido grabaciones de Graspeed cantando en lenguaje humano cuando está de buen humor.",
  "cobblemon.species.graspeed.desc2": "",
  "cobblemon.species.liength.name": "Liength",
  "cobblemon.species.liength.desc1": "A Liength le gusta rugir contra Pokémon más fuertes como una forma de desafiarlos, ya que ignora el peligro. Levanta constantemente rocas que tienen el doble su tamaño.",
  "cobblemon.species.liength.desc2": "",
  "cobblemon.species.manixie.name": "Manixie",
  "cobblemon.species.manixie.desc1": "Manixie apenas era visible en la antigüedad; se pensaba que era un duende del bosque. A menudo le gusta hacer bromas a la gente.",
  "cobblemon.species.manixie.desc2": "Historias antiguas cuentan que este Pokémon estaba en compañía de Manaight y Managic, quienes lucharon contra el antiguo mal que forjó una fortaleza voladora.",
  "cobblemon.species.soaringkite.name": "Planeocometa",
  "cobblemon.species.soaringkite.desc1": "Tiene características similares a un pterosaurio cubierto de hierba que apareció en una revista paranormal, pero los dos tienen poco más en común.",
  "cobblemon.species.soaringkite.desc2": "",
  "cobblemon.species.forteleo.name": "Rocoleón",
  "cobblemon.species.forteleo.desc1": "Se parece a un Pokémon misterioso descrito en una revista paranormal como el Liength primitivo de hace mil millones de años.",
  "cobblemon.species.forteleo.desc2": "",
  "cobblemon.species.spritepixel.name": "Digipíxel",
  "cobblemon.species.spritepixel.desc1": "Se parece a un Pokémon de una revista paranormal que menciona la mascota de un videojuego que se hizo lo suficientemente popular como para ser producido en masa como juguete comercial.",
  "cobblemon.species.spritepixel.desc2": "",
  "advancements.cobblemon.evolve_bigfamily": "Una gran familia",
  "advancements.cobblemon.evolve_bigfamily.description": "Evoluciona a Babeau y Babette en 4 formas diferentes cada una",
  "advancements.cobblemon.catch_beastfamily": "Una familia bestial",
  "advancements.cobblemon.catch_beastfamily.description": "Atrapa Liength, Manixie, Cowble, y Blissprit",
  "advancements.cobblemon.alteia_catch": "Dúo Sorpresa de Alteia",
  "advancements.cobblemon.alteia_catch.description": "Atrapa tanto al Manixie Místico como al Sailine Vínculo Roto",
  "advancements.cobblemon.alteia_catch_manixie": "Secreto de Maná",
  "advancements.cobblemon.alteia_catch_manixie.description": "Atrapa al Manixie Místico",
  "advancements.cobblemon.alteia_catch_sailine": "Sailine Quiere Morir en el Intento",
  "advancements.cobblemon.alteia_catch_sailine.description": "Atrapa al Sailine Vínculo Roto"
}
