{
  "cobblemon.species.flosile.name": "Flosile",
  "cobblemon.species.flosile.desc": "Conocido por mantener las flores intactas, su cola puede funcionar mediante la fotosíntesis.",
  "cobblemon.species.salile.name": "Salile",
  "cobblemon.species.shamander.name": "Shamander",
  "cobblemon.species.flosile.name": "Flosile",
  "cobblemon.species.stoake.name": "Stoake",
  "cobblemon.species.stoake.desc": "Puede parecer peligroso, pero es dócil con los humanos y conocido por mantenerse calientes tanto a sí mismo como a los humanos.",
  "cobblemon.species.magmink.name": "Magmink",
  "cobblemon.species.volcarine.name": "Volcarine",
  "cobblemon.species.moulash.name": "Moulash",
  "cobblemon.species.moulash.desc": "Conocido por su excelente vista, es conocido por prestar atención a las advertencias; realmente odia a los Wingulls.",
  "cobblemon.species.blundertross.name": "Blundertross",
  "cobblemon.species.albacannon.name": "Albacannon",
  "cobblemon.species.xylobone.name": "Xylobone",
  "cobblemon.species.dethmantle.name": "Dethmantle",
  "cobblemon.species.babeau.name": "Babeau",
  "cobblemon.species.karatage.name": "Karatage",
  "cobblemon.species.yandement.name": "Yandement",
  "cobblemon.species.glideau.name": "Glideau",
  "cobblemon.species.snippor.name": "Snippor",
  "cobblemon.species.babette.name": "Babette",
  "cobblemon.species.babette.desc1": "Lo óptimo es que un Entrenador mantenga su temperamento. Su evolución depende de su estado de ánimo, entre otros factores.",
  "cobblemon.species.babette.desc2": "Lo que parecen camisas y faldas en realidad son solo pelaje grueso, lo que le permite prosperar en temperaturas bajo cero. Los entrenadores que no están familiarizados con el Pokémon asumen que es sólo una niña humana.",
  "cobblemon.species.sailine.name": "Sailine",
  "cobblemon.species.sailine.desc1": "Un Pokémon fuerte pero lindo. Cuando se encuentra con una persona herida, la rehabilita y le enseña a protegerse contra los Pokémon salvajes.",
  "cobblemon.species.sailine.desc2": "Se dice que Sailine tiene reflejos lo suficientemente rápidos como para atrapar una bala entre sus dedos. Usan estos reflejos en las batallas para ser difíciles de golpear.",
  "cobblemon.species.yanditrix.name": "Yanditrix",
  "cobblemon.species.yanditrix.desc1": "A Yanditrix le encanta estar enamorado de su senpai, pero cada vez que ve a una Pokémon hembra llevándose bien con él, luchará contra él sin piedad.",
  "cobblemon.species.yanditrix.desc2": "Diferentes Yanditrix tienen sus propios senpais como Karatage, Yandement o incluso Machoke. Son bastante sobreprotectores con su senpai.",
  "cobblemon.species.cryomette.name": "Cryomette",
  "cobblemon.species.cryomette.desc1": "Los Cryomette son el resultado de que Babette alcanzara el estado de hipotermia crítica. Se dice que evoluciona en este estado sólo por desesperación.",
  "cobblemon.species.cryomette.desc2": "Posee el poder de manipular el hielo, pero a menos que aprenda algo más como Babette, eso es todo lo que puede hacer. Tiene fama de estúpido por este motivo.",
  "cobblemon.species.oniette.name": "Oniette",
  "cobblemon.species.oniette.desc1": "Conocido como el 'Espíritu del Lago'. Es extremadamente territorial con su lago de origen, por lo que requiere que se coloque un letrero para advertir a otros sobre él.",
  "cobblemon.species.oniette.desc2": "Cuando está extremadamente asustado, unas protuberancias sombrías en forma de brazos perforan dos aberturas en su espalda y atacan el alma del enemigo.",
  "cobblemon.species.pixight.name": "Pixight",
  "cobblemon.species.pixightx.name": "Pixight",
  "cobblemon.species.luminix.name": "Luminix",
  "cobblemon.species.luminixx.name": "Luminix",
  "cobblemon.species.sparkless.name": "Sparkless",
  "cobblemon.species.sparklessx.name": "Sparkless",
  "cobblemon.species.linernel.name": "Linernel",
  "cobblemon.species.debiave.name": "Debiave",
  "cobblemon.species.ubunitual.name": "Ubunitual",
  "cobblemon.species.gentone.name": "Gentone",
  "cobblemon.species.sabylon.name": "Sabylon",
  "cobblemon.species.auroncer.name": "Auroncer",
  "cobblemon.species.doshell.name": "Doshell",
  "cobblemon.species.windoware.name": "Windoware",
  "cobblemon.species.darshell.name": "Darshell",
  "cobblemon.species.machintech.name": "Machintech",
  "cobblemon.species.appladoo.name": "Appladoo",
  "cobblemon.species.appladoo.desc1": "El dicho de 'una manzana al día, mantiene alejado al médico', surge del efecto que las buenas vibraciones mentales de Appladoo hacen que las personas que lo rodean estén saludables.",
  "cobblemon.species.appladoo.desc2": "Aunque se parece a Pumpkaboo, Appladoo es una especie completamente diferente. Su presencia hará que la cosecha sea la mejor del año.",
  "cobblemon.species.ringousine.name": "Ringousine",
  "cobblemon.species.ringousine.desc1": "Es capaz de resolver cálculos matemáticos complejos gracias a las destacadas fibras de células vegetales de conexiones neuronales en su interior. Tener un Ringousine garantizará una buena cosecha.",
  "cobblemon.species.ringousine.desc2": "Este Pokémon tiene un alto coeficiente intelectual, capaz de detectar la presencia de otros individuos. Huirá asustado de Gourgeist ya que es un Pokémon con altas frecuencias espeluznantes.",
  "cobblemon.species.teentric.name": "Teentric",
  "cobblemon.species.teentric.desc1": "Teentric es un Pokémon de sabor amargo y utiliza este hecho para disuadir a los depredadores. Esto puede cambiar según las bayas que come, pero en caso de necesidad se puede endulzar hirviéndolas.",
  "cobblemon.species.teentric.desc2": "Completamente comestible, aunque huele a batería vieja y tiene un sabor desagradablemente ácido. La corteza de Teentric se ha utilizado como guarnición.",
  "cobblemon.species.lemion.name": "Lemion",
  "cobblemon.species.lemion.desc1": "Lemion puede generar una barrera eléctrica que puede magnetizar y atraer cualquier objeto de hierro en su radio, incluidos los Pokémon de tipo Acero, lo que involuntariamente conduce a peligrosas peleas territoriales con Aggron.",
  "cobblemon.species.lemion.desc2": "Se utilizó un limón gigante muy ácido para experimentar con el voltaje de Lemion en un laboratorio iluminado con luces de neón durante un experimento con electricidad. Se ha considerado un éxito y se ha utilizado como energía de repuesto en plantas eléctricas en casos de apagón.",
  "cobblemon.species.oracket.name": "Oracket",
  "cobblemon.species.teentric.desc1": "Oracket tiene una pasión innata por golpear las pelotas, que probablemente inspiró el deporte del tenis. Las bolas que golpea destruyen las rocas con un poder místico.",
  "cobblemon.species.teentric.desc2": "Oracket siempre está lleno de energía positiva y simplemente estar con él hace felices a los demás. Su energía es tan rica en vitaminas que su jugo se ha utilizado para protectores solares.",
  "cobblemon.species.swilime.name": "Swilime",
  "cobblemon.species.teentric.desc1": "Se divierte con la burbuja de voleibol que crea, ha sido un maestro de las actividades de playa con niños. Swilime tiene un temperamento luchador que sólo un entrenador talentoso puede superar.",
  "cobblemon.species.teentric.desc2": "Swilime puede nadar y flotar perfectamente en el agua sin problemas gracias a su burbuja de voleibol. A veces puede ponerse bastante celoso si su entrenador está al lado de otras personas y provocar una situación bastante incómoda.",
  "cobblemon.species.graspeed.name": "Graspeed",
  "cobblemon.species.teentric.desc1": "Siempre sobre sus ruedas de pomelo, Graspeed patina con una pasión veloz, capaz de recorrer kilómetros que casi rompen la barrera del sonido. Ha habido grabaciones de Graspeed cantando en lenguaje humano cuando está de buen humor.",
  "cobblemon.species.teentric.desc2": "Le gusta recorrer los lugares con sus patines y le encanta saludar a los demás en la meta. Si alguien logra ganar la carrera, Graspeed desatará una ruidosa rabieta.",
  "cobblemon.species.liength.name": "Liength",
  "cobblemon.species.liength.desc1": "A Liength le gusta rugir contra Pokémon más fuertes como una forma de desafiarlos, ya que ignora el peligro. Levanta constantemente rocas que tienen el doble su tamaño.",
  "cobblemon.species.liength.desc2": "Los Liength se ven comúnmente alrededor de Pyroar registrados desde la época medieval. Por qué tienen tal conexión mutua, si es que existe alguna, es un punto de debate. Pero se dice que fue la fuente de inspiración para la carta de Fuerza del tarot.",
  "cobblemon.species.manixie.name": "Manixie",
  "cobblemon.species.manixie.desc1": "Historias antiguas cuentan que este Pokémon estaba en compañía de Manaight y Managic, quienes lucharon contra el antiguo mal que forjó una fortaleza voladora.",
  "cobblemon.species.manixie.desc2": "Manixie apenas era visible en la antigüedad; se pensaba que era un duende del bosque. A menudo le gusta hacer bromas a la gente en el bosque.",
  "cobblemon.species.soaringkite.name": "Planeocometa",
  "cobblemon.species.soaringkite.desc1": "Este Pokémon tiene características similares a las de Planeocometa, una criatura mencionada en cierto libro escarlata.",
  "cobblemon.species.soaringkite.desc2": "Tiene características similares a un pterosaurio cubierto de hierba que apareció en una revista paranormal, pero los dos tienen poco más en común.",
  "cobblemon.species.forteleo.name": "Rocoleón",
  "cobblemon.species.forteleo.desc1": "Los científicos especulan que se parece a un Pokémon felino rocoso visto en un antiguo libro escarlata.",
  "cobblemon.species.forteleo.desc2": "Se parece a un Pokémon misterioso descrito en una revista paranormal como el Liength primitivo de hace mil millones de años.",
  "cobblemon.species.spritepixel.name": "Digipixel",
  "cobblemon.species.spritepixel.desc1": "Se parece a un Pokémon de una revista paranormal que menciona la mascota de un videojuego que se hizo lo suficientemente popular como para ser producido en masa como juguete comercial.",
  "cobblemon.species.spritepixel.desc2": "Parece un objeto misterioso mencionado en un viejo libro violeta. Sólo hay dos avistamientos reportados de este Pokémon.",
  "advancements.cobblemon.evolve_bigfamily": "Una gran familia",
  "advancements.cobblemon.evolve_bigfamily.description": "Evoluciona a Babeau y Babette en 4 formas diferentes cada una",
  "advancements.cobblemon.alteia_catch": "Dúo Sorpresa de Alteia",
  "advancements.cobblemon.alteia_catch.description": "Atrapa tanto al Manixie Místico como al Sailine Vínculo Roto",
  "advancements.cobblemon.alteia_catch_manixie": "Secreto de Maná",
  "advancements.cobblemon.alteia_catch_manixie.description": "Atrapa al Manixie Místico",
  "advancements.cobblemon.alteia_catch_sailine": "Sailine Quiere Morir en el Intento",
  "advancements.cobblemon.alteia_catch_sailine.description": "Atrapa al Sailine Vínculo Roto"
}
