{
  "cobblemon.ui.pokedex.region.xetopia": "Xetopia",
  "cobblemon.ui.pokedex.region.valhansen": "Valhansen",
  "cobblemon.ui.pokedex.info.form.xetopia": "de Xetopia",
  "cobblemon.ui.pokedex.info.form.region-bias-xetopia": "Sesgo de Xetopia",
  "cobblemon.ui.pokedex.info.form.valhansen": "de Valhansen",
  "cobblemon.ui.pokedex.info.form.region-bias-valhansen": "Sesgo de Valhansen",
  
  "cobblemon.species.flosile.name": "Flosile",
  "cobblemon.species.flosile.desc": "Un amable cuidador de flores. La cola del Pokémon gana poder mediante la fotosíntesis.",
  "cobblemon.species.salile.name": "Salile",
  "cobblemon.species.shamander.name": "Shamander",
  "cobblemon.species.stoake.name": "Stoake",
  "cobblemon.species.stoake.desc": "Parece peligroso, pero en realidad los Stoake son dóciles. Son conocidos por mantener calientes a sus entrenadores mientras los abrazan.",
  "cobblemon.species.magmink.name": "Magmink",
  "cobblemon.species.magmink.desc": "Quema todo lo que encuentra a su paso. Mantener alejado a uno después de que te tiene en la mira es una tarea difícil.",
  "cobblemon.species.volcarine.name": "Volcarine",
  "cobblemon.species.volcarine.desc": "Corre tan rápido como un auto de carreras, y en batalla incluso más rápido que eso. De hecho, es tan rápido que a menudo explota en llamas si choca contra su oponente.",
  "cobblemon.species.moulash.name": "Moulash",
  "cobblemon.species.moulash.desc": "Se sitúa en la proa de los barcos en el mar, advirtiéndoles de los obstáculos que se aproximan y que detecta con una vista suprema.",
  "cobblemon.species.blundertross.name": "Blundertross",
  "cobblemon.species.albacannon.name": "Albacannon",
  "cobblemon.species.xylobone.name": "Xylobone",
  "cobblemon.species.xylobone.desc": "Los Xylobone a menudo se consideran espeluznantes, pero también algo lindos a su manera. La música que hace en sus costillas lo convierte en un Pokémon novedoso y popular.",
  "cobblemon.species.dethmantle.name": "Dethmantle",
  "cobblemon.species.dethmantle.desc": "Los músicos apodan a Dethmantle como el 'Demonio del Death Metal', ya que su sonido de bajo puede crear vibraciones extrañas y antinaturales.",
  "cobblemon.species.babeau.name": "Babeau",
  "cobblemon.species.babeau.desc": "La mayoría asume que Babeau es un niño normal, pero lo que parece ser ropa es en realidad un pelaje grueso. Este pelaje le permite prosperar en climas más fríos como la tundra.",
  "cobblemon.species.babeaux.name": "Babeau",
  "cobblemon.species.babeaux.desc": "Se bloquea aleatoriamente, reuniendo poder para congelar a otros Pokémon en hielo. En esos períodos, para el ojo inexperto parece congelado.",
  "cobblemon.species.karatage.name": "Karatage",
  "cobblemon.species.karatage.desc": "Conocidos por su aplomo y fuerza, los Karatage son capaces de partir un tronco grueso por la mitad con solo una palma de fuerza.",
  "cobblemon.species.karatage_fratzki.desc": "Evolucionó cuando se expuso a un fragmento de un Meteorito-T. El chakram que crea puede cortar el metal como si fuera mantequilla.",
  "cobblemon.species.yandement.name": "Yandement",
  "cobblemon.species.yandement.desc": "Un Pokémon feroz, que a menudo se ve solo por la noche. Una sola mirada de Yandement intimida incluso a aquellos con voluntad fuerte.",
  "cobblemon.species.yandement_fratzki.desc": "Pokémon astuto y narcisista. Tiene un agudo sentido de la puntería y dispara energía plasmática a través de su brazo metálico hacia los puntos débiles del oponente.",
  "cobblemon.species.glideau.name": "Glideau",
  "cobblemon.species.glideau.desc": "Su cuerpo es blando, capaz de soportar caídas largas, lo que le permite deslizarse por edificios altos. Prefiere aterrizajes suaves independientemente.",
  "cobblemon.species.glideaux.name": "Glideau",
  "cobblemon.species.glideaux.desc": "Forma misteriosa de Glideau. Cuando vuela, crea una hermosa aurora azul cielo. ¡Una señal para que los Pokémon X ataquen!",
  "cobblemon.species.mykeau.name": "Mykeau",
  "cobblemon.species.mykeau.desc": "Alguna vez se pensó que era un Pokémon parecido a un hongo que se apoderó de Babeau, pero recientemente se descubrió que era una infección intencionada por Babeau para protegerse de los depredadores.",
  "cobblemon.species.babette.name": "Babette",
  "cobblemon.species.babette.desc": "La mayoría asume que Babette es una niña normal, pero lo que parece ser ropa es en realidad pelaje grueso. Este pelaje le permite prosperar en climas más fríos como la tundra.",
  "cobblemon.species.babettex.name": "Babette",
  "cobblemon.species.babettex.desc": "No importa lo suave que sea, cuanto más enojado se pone, más caliente se vuelve.",
  "cobblemon.species.sailine.name": "Sailine",
  "cobblemon.species.sailine.desc": "Los reflejos de Sailine son lo suficientemente rápidos como para atrapar una bala entre sus dedos. Estos reflejos hacen que sea difícil atacarlos en la batalla.",
  "cobblemon.species.sailine_fratzki.desc": "Evolucionó cuando se expuso a un fragmento de un Meteorito-S. La evolución lo vuelve malcriado y físicamente débil, pero ahora posee poder sobre la gravedad.",
  "cobblemon.species.sailine_bond.desc": "Una Sailine afligida, luciendo las baratijas de su anterior entrenador y sus aliados. Viene de otra línea temporal.",
  "cobblemon.species.yanditrix.name": "Yanditrix",
  "cobblemon.species.yanditrix.desc": "Yanditrix siente un amor inquietante por su entrenador. Si el entrenador muestra un afecto distinto hacia otro Pokémon, acabará con ambos.",
  "cobblemon.species.yanditrix_fratzki.desc": "Evolucionó cuando se expuso a un fragmento de un Meteorito-M. Mentalmente estabilizado, es juguetón y cordial con todos.",
  "cobblemon.species.cryomette.name": "Cryomette",
  "cobblemon.species.cryomette.desc": "Cryomette destaca por controlar el hielo, pero poco más puede hacer. Se cree que es estúpido.",
  "cobblemon.species.cryomettex.name": "Cryomette",
  "cobblemon.species.cryomettex.desc": "Forma misteriosa de Cyromette. El calor de su cuerpo prende fuego a todo lo que esté cerca.",
  "cobblemon.species.oniette.name": "Oniette",
  "cobblemon.species.oniette.desc": "Cuando está extremadamente asustado, unas protuberancias sombrías en forma de brazos perforan dos aberturas en su espalda y atacan el alma del enemigo.",
  "cobblemon.species.pixight.name": "Pixight",
  "cobblemon.species.pixight.desc": "Un Pokémon diminuto. A menudo se encuentra en los bosques de Xetopia, bailando alrededor de los árboles como pequeñas chispas.",
  "cobblemon.species.pixightx.name": "Pixight",
  "cobblemon.species.pixightx.desc": "Es rápido como un rayo, un golpe recibiría una fuerte electrocución.",
  "cobblemon.species.luminix.name": "Luminix",
  "cobblemon.species.luminix.desc": "A Luminix le gusta pararse en lo alto de los árboles, ya sea para protegerse o por puro asombro. Brilla más cuanto más feliz es.",
  "cobblemon.species.luminixx.name": "Luminix",
  "cobblemon.species.luminixx.desc": "A diferencia de su preevolución, cuanto más absorbe electricidad, más rápido y poderoso se vuelve.",
  "cobblemon.species.sparkless.name": "Sparkless",
  "cobblemon.species.sparkless.desc": "El protector del bosque en el que vive. En peligro, Sparkless brilla tan brillante como el sol para pedir ayuda.",
  "cobblemon.species.sparklessx.name": "Sparkless",
  "cobblemon.species.sparklessx.desc": "Al ser rápido como un rayo, es imposible tener una visión clara de su presencia. Conocido por atacar plantas de energía.",
  "cobblemon.species.linernel.name": "Linernel",
  "cobblemon.species.linernel.desc": "Linernel es un Pokémon bastante inteligente y deja las tareas más fáciles para las personas.",
  "cobblemon.species.linernel_valhansen.desc": "Popular entre los entrenadores, aunque funcionalmente es igual que su variante de Xetopia. Puede que tenga que ver con su apariencia elegante...",
  "cobblemon.species.debiave.name": "Debiave",
  "cobblemon.species.debiave.desc": "Piensa más rápido que la mayoría de los humanos, pero se ralentiza mentalmente a su alrededor. Parece empatizar con ellos y se limita por ello",
  "cobblemon.species.ubunitual.name": "Ubunitual",
  "cobblemon.species.ubunitual.desc": "Su desarrollo se origina en la Isla de la Armadura hace 15 años. Como resultado, este Pokémon ahora es fácilmente entrenable por entrenadores humanos.",
  "cobblemon.species.gentone.name": "Gentone",
  "cobblemon.species.gentone.desc": "Conocido por ser un gran niñero, detecta peligros a kilómetros de distancia para mantener a un joven humano a salvo de cualquier daño",
  "cobblemon.species.sabylon.name": "Sabylon",
  "cobblemon.species.sabylon.desc": "Protector de niños perdidos, hasta el punto de atacar a Pokémon que quieran atacarlos.",
  "cobblemon.species.auroncer.name": "Auroncer",
  "cobblemon.species.auroncer.desc": "Protege su nación y es todo un salvador para Pokémon y humanos hace más de 5000 años. Auroncer es un buen amigo de Ajitryon.",
  "cobblemon.species.auroncer_agarsa.desc": "A pesar de ser un jardinero, no le gustan mucho las peleas, por lo que intentará evitar cualquier pelea con entrenadores a menos que sea necesario hacer algo para proteger a Agarsa.",
  "cobblemon.species.doshell.name": "Doshell",
  "cobblemon.species.doshell.desc": "Durante los primeros días posteriores a Darshell, se estaba convirtiendo en un éxito. Se sabe que facilita las tareas a los humanos.",
  "cobblemon.species.windoware.name": "Windoware",
  "cobblemon.species.windoware.desc": "Está patrocinado por una empresa y es el sistema operativo Pokémon más popular en todo el mundo, los Pendrives MS siempre tienen una gran demanda.",
  "cobblemon.species.darshell.name": "Darshell",
  "cobblemon.species.darshell.desc": "Es conocido como el primer Pokémon sistema operativo que evolucionó de Linernel antes de Doshell durante el desarrollo. Es conocido por ser el mejor ayudante de los granjeros.",
  "cobblemon.species.machintech.name": "Machintech",
  "cobblemon.species.machintech.desc": "Machintech es excelente para la producción, tiene rivalidad con Windoware a pesar de estar despoblado.",
  "cobblemon.species.appladoo.name": "Appladoo",
  "cobblemon.species.appladoo.desc": "Aunque se parece a Pumpkaboo, Appladoo es una especie completamente diferente. Su presencia hará que la cosecha sea la mejor del año.",
  "cobblemon.species.ringousine.name": "Ringousine",
  "cobblemon.species.ringousine.desc": "Es capaz de resolver cálculos matemáticos complejos gracias a las destacadas fibras de células vegetales de conexiones neuronales en su interior. Tener un Ringousine garantizará una buena cosecha.",
  "cobblemon.species.buizel_valhansen.desc": "Tiene una personalidad muy curiosa y enérgica, y se utiliza en las escuelas de jardín de infantes para enseñar a los niños pequeños a nadar.",
  "cobblemon.species.floatzel_valhansen.desc": "Tiene una habilidad muy extraordinaria para realizar trucos con pelotas con su cola, aunque también muestra interés en pasatiempos, como los juguetes de destreza.",
  "cobblemon.species.stufful_valhansen.desc": "Es una tradición regalar este Pokémon a un ser querido, ya que existe una creencia en torno a él que dice que toda relación prosperará por la eternidad.", 
  "cobblemon.species.bewear_valhansen.desc": "Los Bewear en Valhansen han llevado una ventaja en inteligencia al experimentar con Labeak. Se centra en el poder del amor, como si estuviera tratando de detener el comportamiento agresivo de los Pokémon malvados.",
  "cobblemon.species.teentric.name": "Teentric",
  "cobblemon.species.teentric.desc": "Teentric es un Pokémon de sabor amargo y utiliza este hecho para disuadir a los depredadores. Esto puede cambiar según las bayas que come, pero en caso de necesidad se puede endulzar hirviéndolas.",
  "cobblemon.species.lemion.name": "Lemion",
  "cobblemon.species.lemion.desc": "Lemion puede generar una barrera eléctrica que puede magnetizar y atraer cualquier objeto de hierro en su radio, incluidos los Pokémon de tipo Acero, lo que involuntariamente conduce a peligrosas peleas territoriales con Aggron.",
  "cobblemon.species.oracket.name": "Oracket",
  "cobblemon.species.oracket.desc": "Oracket tiene una pasión innata por golpear las pelotas, que probablemente inspiró el deporte del tenis. Las bolas que golpea destruyen las rocas con un poder místico.",
  "cobblemon.species.swilime.name": "Swilime",
  "cobblemon.species.swilime.desc": "Se divierte con la burbuja de voleibol que crea, ha sido un maestro de las actividades de playa con niños. Swilime tiene un temperamento luchador que sólo un entrenador talentoso puede superar.",
  "cobblemon.species.graspeed.name": "Graspeed",
  "cobblemon.species.graspeed.desc": "Siempre sobre sus ruedas de pomelo, Graspeed patina con una pasión veloz, capaz de recorrer kilómetros que casi rompen la barrera del sonido. Ha habido grabaciones de Graspeed cantando en lenguaje humano cuando está de buen humor.",
  "cobblemon.species.liength.name": "Liength",
  "cobblemon.species.liength.desc": "A Liength le gusta rugir contra Pokémon más fuertes como una forma de desafiarlos, ya que ignora el peligro. Levanta constantemente rocas que tienen el doble su tamaño.",
  "cobblemon.species.manixie.name": "Manixie",
  "cobblemon.species.manixie.desc": "Manixie apenas era visible en la antigüedad; se pensaba que era un duende del bosque. A menudo le gusta hacer bromas a la gente.",
  "cobblemon.species.manixie_mystical.desc": "Historias antiguas cuentan que este Pokémon estaba en compañía de Manaight y Managic, quienes lucharon contra el antiguo mal que forjó una fortaleza voladora.",
  "cobblemon.species.cowble.name": "Cowble",
  "cobblemon.species.cowble.desc": "Pone a prueba sus reflejos de velocidad haciendo prácticas de tiro, disparando baratijas que encuentra esparcidas por todos lados. En la antigüedad, este Pokémon era conocido como El Espíritu del Salvaje Oeste.",
  "cobblemon.species.cowble_paldea.desc": "Cowble puede emitir una energía ardiente capaz de desintegrar cualquier material que toque el radio, habita en profundidades subterráneas donde la luz del sol no toca, usando minerales para fortalecer su armadura.",
  "cobblemon.species.blissprit.name": "Blissprit",
  "cobblemon.species.blissprit.desc": "Blissprit siempre se ve en los bosques con amigos Pokémon personales, se le ha grabado cantando con voz humana para entretener a los Pokémon en el bosque que habita.",
  "cobblemon.species.soaringkite.name": "Planeocometa",
  "cobblemon.species.soaringkite.desc": "Tiene características similares a un pterosaurio cubierto de hierba que apareció en una revista paranormal, pero los dos tienen poco más en común.",
  "cobblemon.species.forteleo.name": "Rocoleón",
  "cobblemon.species.forteleo.desc": "Se parece a un Pokémon misterioso descrito en una revista paranormal como el Liength primitivo de hace mil millones de años.",
  "cobblemon.species.spritepixel.name": "Digipíxel",
  "cobblemon.species.spritepixel.desc": "Se parece a un Pokémon de una revista paranormal que analiza la posibilidad de que existan cartuchos de videojuegos embrujados y los efectos de poseer uno.",
  "advancements.cobblemon.evolve_bigfamily": "Una gran familia",
  "advancements.cobblemon.evolve_bigfamily.description": "Evoluciona a Babeau y Babette en 4 formas diferentes cada una",
  "advancements.cobblemon.catch_beastfamily": "Una familia bestial",
  "advancements.cobblemon.catch_beastfamily.description": "Atrapa Liength, Manixie, Cowble, y Blissprit",
  "advancements.cobblemon.alteia_catch": "Dúo Sorpresa de Alteia",
  "advancements.cobblemon.alteia_catch.description": "Atrapa tanto al Manixie Místico como al Sailine Vínculo Roto",
  "advancements.cobblemon.alteia_catch_manixie": "Secreto de Maná",
  "advancements.cobblemon.alteia_catch_manixie.description": "Atrapa al Manixie Místico",
  "cobblemon.ui.pokedex.info.form.manixie-mystical": "Místico",
  "advancements.cobblemon.alteia_catch_sailine": "Sailine Quiere Intentar Morir",
  "advancements.cobblemon.alteia_catch_sailine.description": "Atrapa al Sailine Vínculo Roto",
  "cobblemon.ui.pokedex.info.form.sailine-broken-bond": "Vínculo Roto"
}
